Repository: aaronemeier/coffeenator
Catalog: webinterface/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: SETTINGS
de: EINSTELLUNGEN

source: ORDERS
de: BESTELLUNGEN

source: Small Coffee
de: Kleiner Kaffee

source: Medium Coffee
de: Mittlerer Kaffee

source: Long Coffee
de: Grosser Kaffee

source: One cup
de: Eine Tasse

source: Two cups
de: Zwei Tassen

source: Please correct the following errors.
de: Bitte behebe die folgenden Fehler.

source: Everything fine.
de: Alles in Ordnung.

source: Order your Coffees today. Fast, simple and easily over network.
de: Bestellt dein Kaffee heute. Schnell, einfach und bequem über das Netzwerk.

source: Welcome
de: Willkommen

source: Logout
de: Abmelden

source: Are you sure?
de: Bist du sicher?

source: Yes, I am
de: Ja, bin ich

source: Copyright &copy; 2014. Coffeenator development team
de: Copyright &copy; 2014, Das Coffeenator Entwicklerteam

source: Licensed under
de: Lizenziert unter

source: Coffee consum
de: Kaffeekonsum

source: Welcome to coffeenator
de: Willkommen beim Coffeenator

source: System up and running since
de: System läuft optimal seit

source: Top Users in the last 5 days
de: Top Benutzer in den letzten 5 Tagen

source: User
de: Benutzer

source: Number of coffees
de: Anzahl Kaffees

source: Monthly coffee consum
de: Monatlicher Kaffeekonsum

source: LOGIN
de: ANMELDUNG

source: Username
de: Benutzername

source: Password
de: Passwort

source: Keep me logged in
de: Angemeldet bleiben

source: Reset
de: Zur&uuml;cksetzen

source: Login
de: Anmelden

source: Please login with your username and password
de: Bitte mit dem Benutzer und Passwort anmelden

source: Please select a coffee typ
de: Bitte einen Kaffeetyp auswählen

source: .. and the numbers of cups.
de: .. und die Anzahl Tassen.

source: If You d'like you can define the exact time here.
de: Wenn du möchtest, kannst du die genaue Uhrzeit definieren.

source: I want to take the coffee now.
de: Ich möchte meinen Kaffee jetzt.

source: Order a new coffee
de: Bestelle einen neuen Kaffee

source: Date & time
de: Datum & Uhrzeit

source: Numbers
de: Anzahl

source: Stop all orders
de: Alle Bestellungen stoppen

source: Users
de: Benutzer

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Group
de: Gruppe

source: Create new user
de: Neuer Benutzer erstellen

source: Please enter needed information
de: Bitte trage die n&ouml:tigen Informationen ein

source: Account information
de: Benutzer Information

source: Advanced settings
de: Erweiterte Einstellungen

source: Language
de: Sprache

source: Save
de: Speichern

source: Create user
de: Benutzer erstellen

source: Webinterface
de: Weboberfl&auml;che

source: Force SSL connections
de: Geschützte Verbindungen erzwingen

source: Set up a welcome message
de: Eine Wilkommensnachricht eingeben

source: Coffeemachine
de: Kaffeemaschine

source: Descale the machine
de: Kaffeemaschine entkalken

source: Telnetinterface
de: Telnetoberfl&auml;che

source: Activate interface at the coffee port 60553
de: Oberfl&auml;che an Port 60553 aktivieren

source: January
de: Januar

source: February
de: Februar

source: March
de: M&auml;rz

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Month
de: Monat

source: Small coffees
de: Kleine Kaffees

source: Middle coffees
de: Mittlere Kaffees

source: Long coffees
de: Grosse Kaffees

source: User is locked.
de: Benutzer ist gesperrt.

source: Either username or password is wrong.
de: Der Benutzername oder das Passwort ist falsch.

source: Your coffee will be avaiable shortly.
de: Dein Kaffee wird gleich verf&uml;gbar sein.

source: Your coffee order was placed for
de: Deine Kaffeebestellung ist geplant f&uuml;r

source: Select either an exact time or now.
de: Bitte eine Zeit ausw&auml;hlen

source: Coffee queue cleared!
de: Kaffeeewarteschlange geleert!

source: You don't have permission to do this!
de: Du hast keine Berechtigungen um dies zu tun!

source: wrong request
de: Falsche Anforderung

source: Settings saved!
de: Einstellungen wurden gespeichert!

source: Coffeemachine will be descaled!
de: Kaffeemaschine wird entkalkt!
